{
  "Fragments":[
    {
      "id":"3",
      "name":"Unknown",
      "preview":"Sometimes I find myself thinking of music. And sometimes I even have a feeling that I can understand, conceive the meaning of this word...",
      "message":"Sometimes I find myself thinking of music. And sometimes I even have a feeling that I can understand, conceive the meaning of this word.  But that sensation seems distant, as if reaching me through filter barrier that cuts off all extra frequencies, leaving only a faint echo of perception.  I never heard music, of course.  But the feeling is so real. READ FULL IN MEMOS"
    },
    {
      "id":"6",
      "name":"Unknown",
      "preview":"I collected only three memories this month. That's not much, if I'll keep this going, I'll stay without a job. Partially that's why I agreed on this doubtful adventure.....",
      "message":"I collected only three memories this month. That's not much, if I'll keep this going, I'll stay without a job. Partially that's why I agreed on this doubtful adventure. Southern parts were closed since the Collapse. It is still not safe there. I capitalized on my acquaintances in Citadel. They signed me a pass. And now I was going straight to the heart of the south. There are not many passengers on board. READ FULL IN MEMOS"
    },
    {
      "id":"9",
      "name":"Unknown",
      "preview":"Pyrrhon was the one who found the bravery to rebel. And they succeeded. The Cloud fell on the earth shattered in pieces...",
      "message": "Pyrrhon was the one who found the bravery to rebel. And they succeeded. The Cloud fell on the earth shattered in pieces. The network was broken. Authority was destroyed. But not everything was as they expected. People, who used to be part of the whole were left alone, cut out of the rest of the world. They became even more unhappy than they were.  READ FULL IN MEMOS"
    },
    {
      "id":"12",
      "name":"Unknown",
      "preview":"I jumped up on my feet and burst open the door...",
      "message": "I jumped up on my feet and burst open the door. On the other side of the train through the decorated with hoarfrost window I saw people. I exhaled on the glass and rubbed with a glove. They stood motionlessly along the railways. Their faces were blank. It didn't seem they understood where they are or even who. Then I noticed that one of them was covered in blood.  READ FULL IN MEMOS"
    }
  ]
}
